<unk>
no
yes
2
1
white
3
red
black
blue
0
4
green
brown
yellow
5
gray
6
baseball
nothing
frisbee
tennis
right
left
orange
wood
bathroom
pizza
none
pink
kitchen
7
8
cat
dog
skiing
grass
water
man
skateboarding
silver
10
kite
horse
black and white
skateboard
surfing
snow
giraffe
tan
9
wii
surfboard
living room
phone
cake
elephant
broccoli
apple
purple
stop
12
table
sunny
eating
woman
banana
soccer
food
unknown
hat
sheep
train
snowboarding
standing
male
winter
beach
bear
cow
umbrella
bus
laptop
motorcycle
wine
female
maybe
clear
outside
trees
zebra
flowers
walking
camera
sitting
metal
brick
20
tile
many
bench
plane
bed
bananas
bird
night
bedroom
11
15
car
summer
down
kites
hot dog
cell phone
beige
cloudy
tree
fork
sandwich
sand
helmet
blue and white
donut
up
chair
ground
horses
red and white
wall
plate
beer
boat
glass
bat
day
skis
fence
bike
ball
birthday
13
cows
people
girl
cheese
overcast
airplane
truck
square
street
glasses
plastic
boy
dirt
coffee
couch
snowboard
knife
nike
english
blonde
tv
ocean
not sure
floor
14
round
suitcase
concrete
tennis racket
open
fruit
tie
fall
lot
afternoon
person
airport
christmas
stripes
computer
teddy bear
toilet
no one
zoo
toothbrush
chicken
old
paper
usa
carrots
scissors
30
25
flying kite
16
spoon
chocolate
clock
cold
elephants
daytime
carpet
building
stone
city
breakfast
playing
closed
apples
remote
bicycle
window
sun
lettuce
light
donuts
rectangle
50
sidewalk
spring
clouds
dell
sleeping
chinese
leaves
birds
park
home
africa
restaurant
field
not possible
mirror
desk
circle
oranges
sky
morning
wedding
both
wii remote
white and black
dinner
road
mountains
cooking
fish
evening
house
brown and white
office
on table
inside
palm
neither
plaid
happy
sunglasses
playing wii
nowhere
small
luggage
carrot
gold
vegetables
mountain
100
bread
tomato
wetsuit
giraffes
sign
noon
racket
short
milk
hair
asian
picture
microwave
counter
fire hydrant
shirt
18
american
flower
ski poles
child
bag
zebras
striped
watch
backpack
bowl
vase
london
pepperoni
towel
salad
jeans
several
sink
grazing
on
baby
17
wii controller
front
catcher
lunch
cement
refrigerator
white and blue
oak
color
graffiti
hay
forward
solid
real
book
books
adidas
rain
police
china
electric
rocks
spinach
keyboard
middle
blanket
very
shorts
outdoors
smiling
hand
40
england
shoes
pole
talking
soup
drinking
unsure
flying
24
lights
box
glove
gas
pine
clothes
floral
rock
sandals
young
ketchup
motorcycles
playing tennis
resting
posing
mouse
air
church
background
lake
windows
new york
dessert
roses
collar
bricks
leather
brushing teeth
controller
ski
cars
skating
oven
passenger
warm
hot dogs
straight
green and white
photographer
baseball bat
rainy
red and black
america
pitcher
off
umpire
kite flying
umbrellas
river
jacket
white and red
rose
cream
21
clean
triangle
reading
living
lamp
adult
tomatoes
wire
sneakers
taking off
meat
long
sunset
bridge
canada
talking on phone
wilson
stove
heart
batter
lemon
hotel
running
cup
surfboards
doughnut
steel
hot
large
seagull
soda
23
united states
safety
top
22
shadow
delta
ceramic
indoors
purse
on wall
rug
jumping
bears
in air
fridge
back
on ground
landing
parking
gloves
nobody
checkered
poles
boots
stop sign
riding
train station
calm
coca cola
plant
scarf
rope
rainbow
goggles
beef
wild
television
east
cap
ford
paint
north
peppers
tea
19
human
tennis ball
pillow
oval
van
blue and yellow
on plate
good
red and yellow
branch
basket
no idea
plain
watching
playing frisbee
flag
bottle
door
hydrant
marble
